/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Instalador de CapCut para computadoras";
"LvAppTitle" = "Instalador de Jianying para computadoras";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "¿Continuar para instalar?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Instalar";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Abrir";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Cancelar";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Ya instalaste una versión antigua de CapCut (v%@). Puedes abrir la versión antigua o instalar la versión más reciente para reemplazar la antigua.";
"LvCheckInstalledMsgHintText" = "Ya instalaste una versión antigua de Jianying (v%@). Puedes abrir la versión antigua o instalar la versión más reciente para reemplazar la antigua.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "¿Deseas detener la descarga?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Continuar";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Detener";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "El archivo actual %d%% descargado no se guardará.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "No se pudo descargar. Intenta de nuevo.";
// pc_installer_retry
"BtnText_Retry" = "Intentar de nuevo";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Detener";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Guardar";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "No hay suficiente espacio en el disco";

"BtnCheck_SystemTrayAutoboot" = "Abrir bandeja al iniciar";

"DownloadErrorCodeHintText" = "Código de error: ";